brew "mise"

brew "git"
brew "gnupg"
brew "pinentry-mac"
brew "gh"

brew "tree"

brew "bazelisk"
brew "buildifier"
brew "buildozer"
tap "withered-magic/brew"
brew "withered-magic/brew/starpls"

cask "ghostty"
cask "claude-code"
cask "visual-studio-code"
cask "netnewswire"
cask "zulip"
cask "discord"
cask "slack"
cask "obsidian"
